Repository: SKrotkih/TheBestPlace
Catalog: AIMyThoughts/Strings/*.lproj/Localizable.strings
Languages: ru

source: New Place
ru: Новое место

source: Add Place
ru: Добавить место

source: Name
ru: Имя

source: Phone
ru: Телефон

source: Address:
ru: Адрес:

source: Category:
ru: Категория:

source: Category
ru: Категории

source: Error
ru: Ошибка

source: I'm here!
ru: Я здесь!

source: Address
ru: Адрес

source: Cross Street
ru: Перекресток

source: City
ru: Город

source: State
ru: Район

source: Zip
ru: Индекс

source: This record isn't presented on the server!
ru: Запись не найдена на сервере!

source: Categories
ru: Категории

source: Old Password
ru: Старый пароль

source: New Password
ru: Новый пароль

source: THOUGHTS
ru: ОТЗЫВЫ

source: Error while loading data
ru: Ошибка загрузки данных

source: Please enter your feedback here...
ru: Пожалуйста, введите свой отзыв здесь...

source: What are your thoughts about
ru: Что Вы думаете о

source: Share by Facebook
ru: Поделиться

source: Service is not available
ru: Сервис не доступен

source: You should log in to Facebook in Settings app.
ru: Вы должны быть подключены к Facebook через приложение Настройки.

source: Image file %@ was not saved to cache!
ru: Файл %@ не удалось сохранить в кеше!

source: Remove
ru: Удалить

source: View Photo
ru: Фото

source: View Thoughts
ru: Отзыв

source: Thoughts Page
ru: Отзыв

source: Your thoughts about
ru: Что Вы думаете o

source: Delete Thoughts
ru: Удалить

source: %@'s thoughts about
ru: Отзыв от %@

source: SHARE
ru: Поделиться с друзьями...

source: Anonymous
ru: Аноним

source: You should log in to the TheBestPlace.
ru: Вам необходимо осуществить вход в The Best Place.

source: Want to do it now?
ru: Хотите это сделать сейчас?

source: NO
ru: Нет

source: YES
ru: Да

source: Cancel
ru: Закрыть

source: Take a photo
ru: Сделать фото

source: Choose from Library
ru: Выбрать фото из галереи

source: Warning
ru: Внимание

source: Please enter your feedback!
ru: Пожалуйста, введите свой отзыв!

source: Service is not available
ru: Сервис не доступен

source: You should log in to Twitter in Settings app.
ru: Вы должны подключиться к Twitter в приложении Настройки.

source: Change photo
ru: Заменить фото

source: Add photo
ru: Добавить фото

source: Add Thoughts
ru: Оставить Отзыв

source: Save Thoughts
ru: Сохранить

source: Ver %@
ru: Вер. %@

source: Confirm, please
ru: Подтвердите, пожалуйста

source: Do you really want to log out?
ru: Вы хотите выйти из системы?

source: No Internet Connection
ru: Нет подключения к интернету

source: An Internet connection is unavailable. Some features of this application require an active connection.
ru: Интернет не доступен. Некоторые возможности приложения требуют подключеня к интернету.

source: TheBestPlace relies on using location to show you great places nearby. In order to do this, we ask for permission to use your location services.
ru: The Best Place опирается на использовании Вашего места расположения чтобы показать места вокруг Вас. Чтобы сделать это, мы просим Вашего разрешения использовать услуги сервиса геолокации Вашего iPhone. Чтобы включить сервис, Вам необходимо:

source: 1. Go to Settings.
ru: 1. Перейти в приложение Настройки.

source: 2. Tap Privacy.
ru: 2. Выбрать Приватность.

source: 3. Tap Location Services.
ru: 3. Выбрать Службы геолокации.

source: 4. Set TheBestPlace to on.
ru: 4. Включить The Best Place.

source: Search by name
ru: Искать по имени

source: Address: N/A
ru: Адрес не указан

source: Search
ru: Поиск

source: Forgot Password?
ru: Забыли пароль?

source: Want to Sign Up?
ru: Хотите зарегистрироваться?

source: E-mail Log In
ru: Вход через E-mail

source: Log Out
ru: Выход

source: Log In
ru: Вход

source: Sign In
ru: Вход

source: Sign Up
ru: Регистрация

source: E-mail temporary password
ru: Отправить пароль

source: Enter your email address and we will send an email with your temporary password.
ru: Введите Ваш email и мы отправим Вам на него Ваш временный пароль.

source: Your password was succesfully reset. Please check your email.
ru: Ваш пароль был восстановлен. Проверьте Ваш email.

source: Please, check the Internet connection!
ru: Пожалуйста, проверьте подключение к интернету!

source: Our server isn't available. Please, try again after some time.
ru: Наш сервер не доступен. Пожалуйста, повторите Вашу попытку через некоторое время.

source: Log In with Facebook
ru: Войти через Facebook

source: Log In with E-mail
ru: Войти через E-mail

source: Reset Password
ru: Сбросить пароль

source: Some name
ru: Образец для поиска

source: Password
ru: Пароль

source: Mobile
ru: Телефон

source: Register
ru: Зарегистрироваться

source: Change Password
ru: Сменить пароль

source: Back
ru: Назад

source: Snape
ru: Снимок

source: Close
ru: Закрыть

source: Standard
ru: Стандартная

source: Satellite
ru: Спутник

source: Hybrid
ru: Гибрид

source: Route
ru: Маршрут

source: Facebook Log In
ru: Вход через Facebook

source: Failed to connect to Facebook! Try later again.
ru: Ошибка при подключении через Facebook! Проверьте Интернет-подключение и повтороите попытку.

source: Error while connecting to the our server! Please check the Internet connection and try again.
ru: Ошибка при подключении к нашему серверу! Проверьте Интернет-подключение и повтороите попытку.

source: Service is not available!
ru: Сервис не доступен!

source: Please check the Internet connection and try again.
ru: Проверьте Интернет-подключение и повторите попытку.

source: Maps
ru: Карты

source: Save Place
ru: Сохранить

source: Home Page
ru: Домашняя страница

source: Friends
ru: Друзья

source: My Thoughts
ru: Мои мысли

source: Settings
ru: Настройки

source: Confirm the new password
ru: Подтвердите новый пароль

source: Submit
ru: Подтверждаю

source: User's profile
ru: Профиль пользователля

source: Home
ru: Домашняя

source: %@ added a feedback about %@
ru: %@ оставил отзыв о %@

source: %@ liked a feedback about %@
ru: %@ нравится отзыв о %@

source: %.0fs
ru: %.0fс

source: %im
ru: %iм

source: %ihr
ru: %iч

source: %id
ru: %iд

source: %iw
ru: %iн

source: Connected to:
ru: Подключен:

source: Search for friends
ru: Искать по имени

source: Find Friends
ru: Пригласить Друга

source: Invite friends from Facebook
ru: Пригласить друзей из Facebook

source: Invite friends from contacts
ru: Пригласить друзей из контактов

source: Invite friends from Foursquare
ru: Пригласить друзей из Foursquare

source: Search friends by name or email
ru: Искать друзей по имени или email

source: Import friends by email
ru: Пригласить друзей по почте

source: Add Friends
ru: Пригласить Друга

source: %i mutual friends
ru: %i общих друзей

source: FIND FRIENDS
ru: ИСКАТЬ ДРУЗЕЙ

source: INVITE FRIENDS
ru: ПРИГЛАСИТЬ ДРУЗЕЙ

source: FRIENDS SUGGESTIONS
ru: РЕКОМЕНДУЕМ ДРУЗЕЙ

source: RECENT ACTIVITY
ru: ТЕКУЩАЯ АКТИВНОСТЬ

source: Feedbacks
ru: Отзывы

source: Friends Feedbacks
ru: Отзывы друзей

source: By mood
ru: По оценке

source: By place category
ru: По категории места

source: Positive
ru: Положительно

source: Neutral
ru: Нейтрально

source: Negative
ru: Негативно

source: Apply
ru: Применить

source: %i PEOPLE LIKED FEEDBACK
ru: %i ЛЮДЯМ ПОНРАВИЛСЯ ОТЗЫВ

source: %i PEOPLE DISLIKED FEEDBACK
ru: %i ЛЮДЯМ НЕ ПОНРАВИЛСЯ ОТЗЫВ

source: Sorry. Information about your location is not accessible. You can't add a new address.
ru: Извините, невозможно определить Ваше местоположение. Вы не можете добавить адрес.

source: Location services are not allowed for this app.
ru: Невозможно определить Ваше местоположение.

source: Location services are not enabled
ru: Невозможно определить Ваше местоположение.

source: Failed to send email
ru: Ошибка при попытке отправить E-mail

source: Internal error
ru: Внутренняя ошибка

source: He or She exists in your friends list already!
ru: Он (она) уже есть в твоем списке друзей!

source: Sorry, failed to remove data!
ru: Извините, во время удаления данных выявлена ошибка!

source: Failed to read friends list!
ru: Не удалось прочитать список друзей!

source: Failed to remove file from the server!
ru: Не удалось удалить фото с сервера!

source: Sorry, you have voted for this feedback already
ru: Извините, Вы уже голосовали за эту запись.

source: Failed to define your location!
ru: Не удалось определить Ваше местоположение!

source: You and %@ are friends now
ru: Вы и %@ теперь друзья

source: Congrats!
ru: Поздравляем!

source: Inviting was sent successfully
ru: Приглашение было успешно отправлено

source: Invite friends from Address Book
ru: Пригласить друзей из адресной книги

source: Please enter friend's email and name:
ru: Введите email друга и его имя:

source: Invite friende by email
ru: Пригласить друга по его email

source: This feedback will be deleted. Are you sure?
ru: Эта запись будут удалена. Вы уверены?

source: Delete feedback
ru: Удалить отзыв

source: The Best Place. The reminder of your password.
ru: The Best Place. Напоминание Вашего пароля.

source: Please check E-mail
ru: Пожалуйста, проверьте E-mail

source: Search Results
ru: Результаты поиска

source: Sorry, the template hasn't found!
ru: К сожалению, шаблон не найден!

source: Please enter your thoughts about this place!
ru: Пожалуйста, введите то, что Вы думаете об этом месте!

source: No friends
ru: Нет возможности добавить друга.

source: If your friends logged in 'The Best Place' by using Facebook, you would be able to add them to friends.
ru: Если Ваши друзья по Facebook войдут в систему 'The Best Place' используя Facebook аккаунт, Вы будете иметь возможность добавить их в друзья.

source: %@ %@ Thanks for using The Best Place!
ru: %@ %@ Спасибо что пользуетесь The Best Place!
